tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jstkdng/programs"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "smudge/smudge"
brew "antigen"
brew "giflib"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bastet"
brew "bat"
brew "boxes"
brew "btop"
brew "glib"
brew "cairo"
brew "catimg"
brew "ncurses"
brew "cbonsai"
brew "python@3.12"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "extra-cmake-modules"
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libsodium"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "flyctl"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "pkgconf"
brew "gobject-introspection"
brew "helix"
brew "hyfetch"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "just"
brew "lazygit"
brew "llvm"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "meson"
brew "mongosh"
brew "neovim"
brew "newt"
brew "nushell"
brew "nvm"
brew "pandoc"
brew "pastel"
brew "pidof"
brew "piknik"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "postgresql@12"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "railway"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "silicon"
brew "sing-box"
brew "source-highlight"
brew "spicetify-cli", link: false
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "unar"
brew "wget"
brew "wimlib"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jstkdng/programs/ueberzugpp"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "smudge/smudge/nightlight"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gstreamer-runtime"
cask "keycastr"
cask "kitty"
cask "launchcontrol"
cask "libreoffice"
cask "pgadmin4"
cask "qt-creator"
cask "vlc"
cask "wine-stable"
cask "zulu@8"
vscode "1yib.rust-bundle"
vscode "adpyke.codesnap"
vscode "agathist.agathist-vscode-themes"
vscode "ahmadawais.shades-of-purple"
vscode "alisonsantosofc.devjam-theme"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "astro-build.astro-vscode"
vscode "bierner.emojisense"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "cdonohue.polychrome-vscode-themes"
vscode "cdonohue.quill-icons"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.npm-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "cstrlcs.vespertino"
vscode "dan-c-underwood.arm"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dcasella.monokai-plusplus"
vscode "dlasagno.wal-theme"
vscode "dustypomerleau.rust-syntax"
vscode "ekelley.midnight-synth"
vscode "enkia.tokyo-night"
vscode "eppz.eppz-code"
vscode "equinusocio.moxer-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fukumi.friendly-dark"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "harryhopkinson.vim-theme"
vscode "hasibx2000.jellyfish-pro"
vscode "helixquar.randomeverything"
vscode "icrawl.discord-vscode"
vscode "irongeek.vscode-env"
vscode "jach.gotham-theme"
vscode "jackie-onai.i18next"
vscode "jackmacwindows.vscode-computercraft"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "joelcancela.cfg-games-support"
vscode "juanmnl.vscode-theme-mr-pink"
vscode "kevinwolfcr.vscode-quiet-canvas"
vscode "kleber-swf.unity-code-snippets"
vscode "levertion.mcjson"
vscode "lokalise.i18n-ally"
vscode "mannoverdesign.midnight-handshake-2"
vscode "maxcutlyp.dotenv-autocomplete"
vscode "melishev.feather-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.min-theme"
vscode "mikestead.dotenv"
vscode "minecraftcommands.syntax-mcfunction"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "nashpatty.gruvbox-min"
vscode "nerudevs.jellyfish-dark"
vscode "nicolasdschmidt.lunar-pink"
vscode "oderwat.indent-rainbow"
vscode "pawelborkar.jellyfish"
vscode "pmndrs.pmndrs"
vscode "qnton.qt"
vscode "rust-lang.rust-analyzer"
vscode "samrc.night-pink"
vscode "serayuzgur.crates"
vscode "srtakennedy.pink-dark"
vscode "sswg.swift-lang"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "wayou.vscode-icons-mac"
vscode "wayou.vscode-todo-highlight"
vscode "wicked-labs.cocoa-butter"
vscode "wware.snippet-creator"
vscode "xadillax.viml"
vscode "xsro.masm-tasm"
vscode "xsro.vscode-dosbox"
vscode "yoavbls.pretty-ts-errors"
