tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jstkdng/programs"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "smudge/smudge"
brew "antigen"
brew "giflib"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bastet"
brew "bat"
brew "boxes"
brew "btop"
brew "glib"
brew "cairo"
brew "catimg"
brew "ncurses"
brew "cbonsai"
brew "python@3.12"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "extra-cmake-modules"
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libsodium"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "flyctl"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "pkgconf"
brew "gobject-introspection"
brew "helix"
brew "hyfetch"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "just"
brew "lazygit"
brew "llvm"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "meson"
brew "mongosh"
brew "neovim"
brew "newt"
brew "nvm"
brew "pandoc"
brew "pastel"
brew "pidof"
brew "piknik"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "postgresql@12"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "silicon"
brew "sing-box"
brew "source-highlight"
brew "spicetify-cli", link: false
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "unar"
brew "wget"
brew "wimlib"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jstkdng/programs/ueberzugpp"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "smudge/smudge/nightlight"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gstreamer-runtime"
cask "keycastr"
cask "kitty"
cask "launchcontrol"
cask "libreoffice"
cask "pgadmin4"
cask "qt-creator"
cask "vlc"
cask "wine-stable"
cask "zulu@8"
