tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "sergioribera/tap"
tap "smudge/smudge"
brew "giflib"
brew "bat"
brew "btop"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "catimg"
brew "clang-format"
brew "cmake"
brew "extra-cmake-modules"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libsodium"
brew "pango"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "pkg-config"
brew "gobject-introspection"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "lazygit"
brew "librsvg"
brew "llvm"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "meson"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pandoc"
brew "pidof"
brew "piknik"
brew "poppler"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "railway"
brew "ripgrep"
brew "silicon"
brew "source-highlight"
brew "spicetify-cli"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "unar"
brew "wget"
brew "wimlib"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sergioribera/tap/sss_cli"
brew "sergioribera/tap/sss_code"
brew "smudge/smudge/nightlight"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "keycastr"
cask "wezterm"
cask "wine-stable"
cask "zulu@8"
